# 'brew'
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# 'brew install'
brew "starship"

# 'brew install --cask'
cask "anki"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "obsidian"
cask "spotify"
cask "sublime-text"
cask "tunnelbear"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# 'vscode --install-extension'
vscode "GitHub.codespaces"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.sublime-keybindings"
